[CerberusPhantomM1 X2CharacterTemplate]
strCharacterName="Убийца Адвента"
strAcquiredText="Крайне быстрый боец ближнего боя Адвента, наносящий удар из тени и сразу отступающий в безопасное укрытие. Они не отличаются большой живучестью, но их катаны представляют большую угрозу!"

[CerberusPhantomM2 X2CharacterTemplate]
strCharacterName="Киллер Адвента"
strAcquiredText="Крайне быстрый боец ближнего боя Адвента, способный за 1 ход нанести несколько атак и отступить. Еще опаснее в ближнем бою, чем \"Убийцы Адвента\""

[CerberusPhantomM3 X2CharacterTemplate]
strCharacterName="Ассассин Адвента"
strAcquiredText="Крайне быстрый боец ближнего боя Адвента, способный за 1 ход убить нескольких наших бойцов, если дать ему подойти. Не дайте ему никого убить! Последствия могут быть катастрофическими..."

[AutopsyCerberusPhantom X2TechTemplate]
DisplayName="Вскрытие Убийцы Адвента"
Summary="Убийцы адвента крайне маневренные бойцы, способные нанести несколько молниеносных ударов оружием ближнего боя и умудриться отступить после этого."
CodeName="AdvKiller вскрытие"
LongDescription="Убийцы адвента крайне маневренные бойцы, способные нанести несколько молниеносных ударов оружием ближнего боя и умудриться отступить после этого. Мы выяснили что их невероятная маневренность вызвана внедрением в их геном, элементов ДНК земных хищных животных. Это могло бы быть полезно и нашим бойцам.\n\nА их катаны показали себя как крайне эффективное оружие ближнего боя и Шень полагает что сможет наладить их производство."

[CorpseCerberusPhantom X2ItemTemplate]
FriendlyName="Труп убийцы Адвента"
FriendlyNamePlural="Трупы убийц Адвента"
BriefSummary="Убийцы адвента крайне маневренные бойцы, способные нанести несколько молниеносных ударов оружием ближнего боя и умудриться отступить после этого. Используются для производства эффективных оружий ближнего боя и генных-модификаций."

; перевод оружия

[EnemySwordLancerM1 X2WeaponTemplate]
FriendlyName="Катана убийцы"
BriefSummary="Вибро-Катана убийцы Адвента"
UnknownUtilityCategory="Катана"
AbilityDescName="Катана"

[EnemySwordLancerM2 X2WeaponTemplate]
FriendlyName="Катана киллера"
BriefSummary="Вибро-Катана киллера Адвента"
UnknownUtilityCategory="Катана"
AbilityDescName="Катана"

[EnemySwordLancerM3 X2WeaponTemplate]
FriendlyName="Катана устранителя"
BriefSummary="Вибро-Катана устранителя Адвента"
UnknownUtilityCategory="Катана"
AbilityDescName="Катана"

[EnemyHornetLancerM1 X2WeaponTemplate]
FriendlyName="Пистолет-пулемет убийцы"
BriefSummary="Пистолет-пулемет убийцы Адвента"
UnknownUtilityCategory="Пистолет-пулемет"
AbilityDescName="Пистолет-пулемет"

[EnemyHornetLancerM2 X2WeaponTemplate]
FriendlyName="Пистолет-пулемет киллера"
BriefSummary="Пистолет-пулемет киллера Адвента"
UnknownUtilityCategory="Пистолет-пулемет"
AbilityDescName="Пистолет-пулемет"

[EnemyHornetLancerM3 X2WeaponTemplate]
FriendlyName="Пистолет-пулемет устранителя"
BriefSummary="Пистолет-пулемет устранителя Адвента"
UnknownUtilityCategory="Пистолет-пулемет"
AbilityDescName="Пистолет-пулемет"

; не используется (нет картинки достойной, хотя сама броня интересно выглядит)

[ProvingGroundsProject_CerberusPhantomArmor X2TechTemplate]
DisplayName="Броня убийцы (ее не будет, вам кажется)"
Summary="The Cerberus Phantom armor is lighter than their other cerberus companions' armor. Phantoms rely on their agility to evade enemy fire. "
CodeName="Hydra's Scales Mk. 3"
LongDescription="The Cerberus Phantom armor is lighter than their other cerberus companions' armor. Phantoms rely on their agility to evade enemy fire. "

[CerberusPhantomArmorSoldier X2ArmorTemplate]
FriendlyName="Cerberus Phantom Armor"
FriendlyNamePlural="Cerberus Phantom Armors"
BriefSummary="The Cerberus Phantom armor is lighter than their other cerberus companions' armor. Phantoms rely on their agility to evade enemy fire. "
TacticalText="<Bullet/>The Cerberus Phantom armor is lighter than their other cerberus companions' armor. Phantoms rely on their agility to evade enemy fire. "



